tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'ack'
brew 'ant'
brew 'readline'
brew 'bash'
brew 'icu4c'
brew 'boost'
brew 'xz'
brew 'coreutils'
brew 'dark-mode'
brew 'findutils'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'git-lfs'
brew 'git-ssh'
brew 'gnu-sed', args: ['with-default-names']
brew 'libtool'
brew 'pkg-config'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'imagemagick'
brew 'openssl'
brew 'libssh'
brew 'libssh2'
brew 'libxml2'
brew 'lua'
brew 'lynx'
brew 'mhash'
brew 'mcrypt'
brew 'moreutils'
brew 'nmap'
brew 'p7zip'
brew 'pigz'
brew 'pv'
brew 'scons'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'subversion', args: ['with-java']
brew 'tcpflow'
brew 'tree'
brew 'unixodbc'
brew 'vim', args: ['override-system-vi']
brew 'wget'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/screen'
brew 'homebrew/php/php56'
brew 'homebrew/versions/bash-completion2'
cask 'atom'
cask 'eclipse-ide'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'mjolnir'
cask 'otto'
cask 'skype'
cask 'sublime-text'
cask 'textwrangler'
cask 'zend-studio'
