tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'tylermauthe/cask-games'
cask 'java'
brew 'ack'
brew 'ant'
brew 'autoconf'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'icu4c'
brew 'boost'
brew 'xz'
brew 'coreutils'
brew 'dark-mode'
brew 'findutils'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'git-lfs'
brew 'git-ssh'
brew 'gnu-sed', args: ['with-default-names']
brew 'libtool'
brew 'pkg-config'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'imagemagick'
brew 'makedepend'
brew 'openssl'
brew 'libssh'
brew 'libssh2'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'lynx'
brew 'mhash'
brew 'mcrypt'
brew 'moreutils'
brew 'mysql'
brew 'nmap'
brew 'p7zip'
brew 'pigz'
brew 'pv'
brew 'scons'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'subversion', args: ['with-java']
brew 'tcpflow'
brew 'tree'
brew 'unixodbc'
brew 'vim', args: ['override-system-vi']
brew 'wget'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/screen'
brew 'homebrew/php/igbinary'
brew 'homebrew/php/php56', args: ['with-debug', 'with-pear']
brew 'homebrew/php/php56-igbinary', args: ['build-from-source']
brew 'homebrew/php/php56-mcrypt', args: ['build-from-source']
brew 'homebrew/php/php56-redis', args: ['build-from-source']
brew 'homebrew/php/php56-ssh2', args: ['build-from-source']
brew 'homebrew/php/php56-xdebug', args: ['build-from-source']
brew 'homebrew/php/php56-yaml', args: ['build-from-source']
brew 'homebrew/php/phpmyadmin'
brew 'homebrew/versions/bash-completion2'
cask 'atom'
cask 'eclipse-ide'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'lastpass'
cask 'mjolnir'
cask 'otto'
cask 'sauce-connect'
cask 'virtualbox'
cask 'skype'
cask 'sublime-text'
cask 'textwrangler'
cask 'cyberduck'
cask 'rescuetime'
cask 'charles'
cask 'dropbox'
cask 'mysqlworkbench'
cask 'paintbrush'
cask 'vlc'
cask 'chicken'
cask 'feeds'
cask 'libreoffice'
cask 'wireshark'
cask 'xonotic'
cask 'zend-studio'
